Repository: WindowsAppCommunity/Quarrel
Catalog: old/Discord UWP/Resources/*/Main.resw
Source language: en_us
Languages: de, zh

# AboutABB.Label
source: About
de: Über
zh: 关于

# AddChannelTB.Text
source: Add channel
de: Raum hinzufügen
zh: 添加频道

source: at
de: an
zh: (not translated)

source: CONNECTED
de: VEBUNDEN
zh: 已连接

# DNDRadio.Content
source: Do not disturb
de: Nicht Stören
zh: 请勿打扰

source: Error
de: Fehler
zh: 错误

# Error400
source: Error 400: There was an issue, if you haven't signed in from this device it's worth checking your email for an email from Discord and trying again.
de: Fehler 400
zh: 错误 400: 出现了一个错误, 如果您还未从这个设备登录, 请检查您的电子邮件是否由从Discord来的邮件，再重试一遍。

# Error401
source: Error 401: There was an issue with interacting with the server, try again
de: Fehler 401
zh: 错误 401: 与服务器交互时出现问题, 请重试

# Error403
source: Error 403: You are forbidden to perform this action, you likely just haven't signed in from this location, check your email to verify this signin location and try again
de: Fehler 403
zh: 错误 403: 禁止执行此操作, 您可能只是没有从该位置登录, 请检查您的电子邮箱以验证此登录位置并重试。

# Error429
source: Error 429: You've been rate limited, try again in a few nanoseconds.
de: Fehler 429
zh: 错误 429: 您的速率有限, 请在几纳秒内重试。

# Error500
source: Error 500: There's an issue interacting with the server, and it's the server's fault. Try again later, Discord tends to fix server crashes fast.
de: Fehler 500
zh: 错误 500: 存在与服务器交互的问题, 这是服务器的故障。稍后再试, Discord往往会快速修复服务器崩溃。

# ErrorGeneric
source: Try Again after checking your email to see if you need to verify this sign-in location.
de: Versuche es erneut, und überpüfe deine E-Mails und schau ob der Standort verifizieren musst
zh: 请检查电子邮件后重试, 以查看是否需要验证此登录位置。

source: EVERYONE
de: JEDER
zh: 所有人

# GameTBox.PlaceholderText
source: Game
de: Spiel
zh: 游戏

# IapABB.Label
source: In-App purchases
de: In-App-Käufe
zh: 应用内购买

# IdleRadio.Content
source: Idle
de: Im Prozess...
zh: 闲置

# InvisibleRadio.Content
source: Invisible
de: Ausgeblendet
zh: 隐形

source: LOADED
de: GELADEN
zh: 已加载

# LoadMoreMessagesTB.Text
source: Load more messages
de: Mehr Nachrichten laden
zh: 加载更多信息

source: LOGGING IN...
de: EINLOGGEN...
zh: 登陆中...

# MemberListABB.Label
source: Member list
de: Mitgliedsliste
zh: 成员表

# MuteABB.Label
source: Mute
de: Stumm schalten
zh: 静音

# NoChannelsCachedTB.Text
source: No channels cached
de: Keine Kanäle im Cache abgespeichert
zh: 未缓存任何更改

# NoMessagesCachedTB.Text
source: No message cached
de: Keine Nachrichten im Cache abgespeichert
zh: 未缓存任何消息

# PasswordTBox.PlaceholderText
source: Password
de: Passwort
zh: 密码

# PinnedMessagesABB.Label
source: Pinned messages
de: Angepinnte Nachrichten
zh: 已钉上的信息

# PlayingTB.Text
source: Playing
de: Spielt
zh: 正在玩

# RefreshABB.Label
source: Refresh
de: Aktualisieren
zh: 刷新

# SettingsABB.Label
source: Settings
de: Optionen
zh: 设置

# TextChannelsTB.Text
source: TEXT CHANNELS
de: TEXT-KANÄLE
zh: 文字频道

source: Today
de: Heute
zh: 今日

# UpvoteForVoiceDescTB.Text
source: Upvote this for Voice Channels
de: Stimme für den Sprachkanal
zh: (not translated)

# UpvoteForVoiceTB.Text
source: This is requesting from Microsoft the required resources for the Developer to add Voice Channels. This is not enabling them.
de: Das wurde von Microsoft angefordert für die benötigten Resourcen für die Programmierer damit Sprachkanäle hinzugefügt werden. Das kannst du nicht aktivieren.
zh: (not translated)

# VoiceChannelsTB.Text
source: VOICE CHANNELS
de: SPRACHKANÄLE
zh: 语音频道

source: Yesterday
de: Gestern
zh: 昨日

source: Direct Messages
de: Direktnachrichten
zh: 私信

# members
source: <count> members
de: <count> Mitglieder
zh: <count>位成员

# Notifications_sentMessageOn
source: sent a message on
de: sende eine Nachricht an
zh: <user>在<server>上发了一条信息

# PromptMessageSaveError
source: There was an issue loading message history saves. History cleared so it can work in the future.
de: Fehler bei Laden aufgetreten
zh: 加载消息历史保存错误。历史被清除, 已在在未来工作。

# PromptMutedCacheError
source: There was an issue loading muted channels. Cleared so it can work in the future.
de: Fehler bei Laden aufgetreten
zh: (not translated)

# PromptNoCache
source: You had no cache, the app will now start caching data to improve loading times.
de: Du hast keine zwischengespeicherte daten, die App wird nun starten und wird zwischenspeicher, damit die Ladezeiten verkürzen.
zh: (not translated)

# TypingAnd
source: and
de: und
zh: 与

# TypingPlural
source: are typing...
de: schreiben...
zh: 正在输入...

# TypingSingular
source: is typing...
de: schreibt...
zh: 正在输入...

source: Submitted by
de: Vorgeschlagen von
zh: 由...提交

# DirectMessagesTB.Text
source: DIRECT MESSAGES
de: DIREKTNACHRICHTEN
zh: 私信

# FriendsTB.Text
source: FRIENDS
de: FREUNDE
zh: 好友

# Notifications_SentAFriendRequest
source: sent you a friend request
de: hat dir eine Freundschaftsanfrage gesendet
zh: ...发送了一个好友请求

# Notifications_Accept
source: Accept
de: Annehmen
zh: 接受

# Notifications_Refuse
source: Refuse
de: Ignorieren
zh: 忽略

# Notifications_Reply
source: Reply
de: Ablehnen
zh: 回复

# RecentMentionsABB.Label
source: Recent mentions
de: Neue Erwähnung
zh: 近期提及

# MFAPasswordTBox.PlaceholderText
source: Authentication code
de: Sicherheits Code
zh: 认证码

# DirectMessageTB.Text
source: DIRECT MESSAGES
de: DIREKTNACHRICHTEN
zh: 私信

# FriendsButtonText.Text
source: Friends
de: Freunde
zh: 好友

# RemoveAdsABB.Label
source: Remove Ads
de: Entferne Werbung
zh: 移除广告

# ShowPinnedABB.Label
source: Show Pinned Messages
de: Zeige angeheftete Nachrichten
zh: 显式已置顶信息

# ToggleMember.Label
source: Toggle Member List
de: Verstecke Mitgliederliste
zh: 成员列表

# WhatsNewABB.Label
source: What's New
de: Was gibt's neues
zh: 更新日志

# &lt;count&gt; members
source: <count> members
de: <count> Mitglieder
zh: <count>位成员

# NewMessageHLBTN.Content
source: NEW MESSAGES
de: NEUE NACHRICHTEN
zh: 新信息

# IgnoreHLBTN.Content
source: IGNORE
de: IGNORIEREN
zh: 忽略

# ReturnToPresentHLBTN.Content
source: RETURN TO PRESENT
de: ZURÜCK ZUM CHATANFANG
zh: 跳转到当前

# AboutMFI.Text
source: About
de: Über
zh: 关于

# WhatsNewMFI.Text
source: What's New?
de: Was ist den so alles neu?
zh: 更新日志

# RemoveAds.Text
source: Remove Ads
de: Entferne Werbung
zh: 移除广告

# Settings.Text
source: Settings
de: Einstellungen
zh: 设置

# AddAttachementTB.Text
source: ADD ATTACHMENT
de: Lade Bild/Datei hoch
zh: 添加附件

# CreateInviteMFI.Text
source: Create Invite
de: Einladung erstellen

# DeleteMFI.Text
source: Delete Server
de: Server löschen

# LeaveMFI.Text
source: Leave Server
de: Server verlassen

# SettingsMFI.Text
source: Settings
de: Einstellungen

# EmailTBox.PlaceholderText
source: Email
zh: 电子邮箱

# LoginTB.Text
source: Login
zh: 登陆

source: Offline
zh: 离线

# OnlineRadio.Content
source: Online
zh: 在线
